Repository: EveripediaNetwork/everipedia-languages
Catalog: *.po
Languages: es, ru

source: + Create an Account / Login
es: + Crear una Cuenta / Entrar
ru: + Создать учетную запись / Логин

source: 0 Messages
es: Mensajes
ru: Сообщения

source: 0 Participants
es: Participantes
ru: Участники

source: 1 MONTH
es: 1 MES
ru: 1 месяц

source: 1 Message
es: 1 Mensaje
ru: 1 Сообщение

source: 1 Participant
es: 1 Participante
ru: 1 Участник

source: 1 YEAR
es: 1 AÑO
ru: 1 год

source: 3 MONTHS
es: 3 MESES
ru: 3 месяца

source: 6 MONTHS
es: 6 MESES
ru: 6 МОНТГИ

source: 7 DAYS
es: 7 DIAS
ru: 7 ДЕНЕЙСОВ

source: A universe of knowledge.
es: Un universo de conocimiento.
ru: Вселенная знаний.

source: ALL TIME
es: Todo el tiempo
ru: За все время

source: API by
es: API de
ru: API по

source: ARTICLE HISTORY
es: HISTORIAL DE ARTÍCULOS
ru: ИСТОРИЯ СТАТЬИ

source: ARTICLE VIEWS
es: VISTAS DEL ARTÍCULO
ru: СТАТЬЯ VIEWS

source: ARTICLES
es: ARTÍCULOS
ru: Статьи извлекаются с использованием IPFS и EOS Storage. Большинство IQ распределяется во время эфира.

source: AS SEEN IN
es: COMO SE VIO EN
ru: Как только увидел.

source: AVAILABLE BALANCE
es: SALDO DISPONIBLE
ru: ДОСТУПНЫЙ ОСТАТОК

source: About
es: Sobre
ru: О нас

source: About Everipedia
es: Sobre Everipedia
ru: Информация о Эверипедии

source: About Me
es: Sobre mi
ru: Обо мне

source: About Me must be longer than 3 characters
es: Sobre Mí debe tener más de 3 caracteres
ru: Обо мне должно быть длиннее 3-х символов

source: Accept
es: Aceptar
ru: Принять

source: Accepted
es: Aceptado
ru: Принято

source: Account
ru: Аккаунт

source: Account Issues
es: Cuenta
ru: Аккаунт

source: Account Name
es: Nombre de la cuenta
ru: Имя аккаунта

source: Active Boosts
ru: Активный бросок

source: Active Voting
es: Voto Activo
ru: Активное Голосование

source: Activity
es: Actividad
ru: Достигнут предел действия

source: Add
es: Añadir
ru: Добавить новый элемент информации

source: Add Another
ru: Добавить еще

source: Add Citation
es: Añadir cita
ru: Добавить ссылку

source: Add First Category
es: Añadir primera categoría
ru: Добавить первую категорию

source: Add Image or Video to Media Gallery
es: Añadir imagen o vídeo a la galería multimedia
ru: Добавить изображение или видео в медиагалерею

source: Add Inline Image
ru: Добавить онлайн-изображение

source: Add Label
es: Añadir Etiqueta
ru: Добавить ярлык

source: Add Main Photo
es: Añadir foto principal
ru: Добавить главную фотографию

source: Add New Image or Video to Gallery
es: Añadir nueva imagen o vídeo a la galería
ru: Добавить новое изображение или видео в галерею

source: Add New Item to Infobox
es: Agregar un nuevo artículo a Infobox
ru: Добавить новый элемент в Infobox

source: Add a related page
es: Añadir una página relacionada
ru: Добавить соответствующую страницу

source: Add and Add Another
ru: Добавить и добавить еще одного

source: Add and Insert
es: Agregar y agregar otro
ru: Добавить и вставить

source: Add custom caption (optional)
es: Agregar subtítulo personalizado (opcional)
ru: Добавление пользовательских субтитров (необязательно)

source: Add or edit a citation
es: Agregar o editar una cita
ru: Добавить или отредактировать цитату

source: Add or edit the main image
es: Agregar o editar una cita
ru: Добавление или редактирование основного изображения

source: Add without Inserting
ru: Добавить без вставки

source: Add your contribution to the world’s most universal knowledge base. You can create an article about anything.
es: Añada su contribución a la base de conocimientos más universal del mundo. Puedes crear un artículo sobre cualquier cosa.
ru: Добавьте свой вклад в самую универсальную базу знаний в мире. Вы можете написать статью о чем угодно.

source: Adding media makes an article more interactive and engaging.
es: Agregar medios de comunicación hace que un artículo sea más interactivo y atractivo.
ru: Добавление СМИ делает статью более интерактивной и увлекательной.

source: Additional boost amount
ru: Дополнительное повышение

source: Address / Location
es: Dirección / Ubicación
ru: Адрес / Место нахождения

source: Adult Content
es: Contenido para adultos
ru: Контент для взрослых

source: All holders of IQ will be incentivized to create quality, neutral content and to work together in building the reputation of the network.
es: Todos los poseedores de IQ serán incentivados para crear contenido neutralde calidad y para trabajar juntos en la construcción de la reputación de la red.
ru: Все владельцы IQ будут стимулировать создание качественного, нейтрального контента и совместную работу по построению репутации сети.

source: Allow Non-Googlebot
es: Permitir Googlebot
ru: Разрешить Non-Googlebot

source: Allowed formats:
ru: Разрешенные форматы:

source: An encyclopedia for the modern age.
es: Una enciclopedia para la época moderna
ru: Энциклопедия для современной эпохи

source: An open community expanding the world’s knowledge
es: Una comunidad abierta que expande el conocimiento del mundo
ru: Открытое сообщество, расширяющее мировые знания

source: Anonymous Tip
ru: Анонимный совет

source: Anyone with IQ Tokens is a stakeholder in the Everipedia Network. Using IQ tokens to vote, users decide which new articles and edits are added to the knowledge base.
es: Cualquier persona con IQ Tokens es parte interesada en la Red Everipedia. Utilizando tokens de CI para votar, los usuarios deciden qué nuevos artículos y ediciones se añaden a la base de conocimientos.
ru: Любой человек с жетонами IQ является участником сети Everipedia Network. Используя маркеры IQ для голосования, пользователи решают, какие новые статьи и правки добавляются в базу знаний.

source: Are you sure you want to delete this
es: ¿Estás seguro de que quieres borrar esto?
ru: Ты уверен, что хочешь удалить это.

source: Articles are fetched using IPFS and EOS Storage. Majority of IQ being distributed during the airdrop.
es: Los artículos se obtienen utilizando Almacenamiento IPFS y EOS. La mayoría del IQ se distribuye durante el airdrop.
ru: Статьи извлекаются с использованием IPFS и EOS Storage. Большинство IQ распределяется во время эфира.

source: As an editor, the killer feature of Everipedia is that as long as you use sources and a neutral wording, you can write an article about anything you want. A dapp you like, yourself — anything.
es: Como editor, la característica principal de Everipedia es que, siempre que se utilicen fuentes y una redacción neutra, se puede escribir un artículo sobre cualquier cosa que se desee. Un tipo que te guste, a ti mismo, lo que sea.
ru: Как редактор, убийственной особенностью Everipedia является то, что если вы используете исходные тексты и нейтральные формулировки, вы можете написать статью о чем угодно. Смелый, как ты любишь, сам - все, что угодно.

source: Audience
es: Destinatarios
ru: Аудитория

source: Available
es: Disponible
ru: Доступно

source: Available Balance
es: Saldo disponible
ru: Доступный остаток

source: Balance Detail
es: Detalle de Saldo
ru: Баланс Деталь

source: Become an Editor
es: Conviértase en editor
ru: Стать редактором

source: Birthday
es: Cumpleaños
ru: День рождения

source: Boost
ru: Ускорение

source: Boost amount
ru: Увеличить количество

source: Boost your voting power
ru: Увеличьте свои права голоса

source: Boosting Failed
ru: Ускорение Неудачно

source: Boosts / Voting Power
ru: Повышение производительности / Голосование

source: CATEGORIES
es: CATEGORÍAS
ru: КАТЕГОРИИ

source: CITATIONS
es: CITACIONES
ru: СИТАЦИИ

source: Cancel
es: Cancelar
ru: Отмена

source: Can’t find what you’re looking for?
es: ¿No encuentra lo que busca?
ru: Не можете найти то, что ищете?

source: Capacity
es: Capacidad
ru: Вместимость

source: Career
es: Carrera
ru: Карьера

source: Categories
es: Categorías
ru: Категории

source: Category
ru: Категория

source: Censorship Resistant
es: Resistente a la censura
ru: Цензура устойчива

source: Centralized
es: Centralizado
ru: Блок-схема Everipedia IQ обеспечивает новую смену парадигм и экономику знаний, чтобы разрушить старую централизованную модель энциклопедии интернет-знаний, аналогичную википедии. Создав новую структуру стимулирования и распределенный бэкэнд, размещенный в блочной цепочке, новая база знаний Everipedia сможет улучшить все основные функции Википедии.

source: Changed
es: Cambiado
ru: Изменено

source: Chat
ru: Чат

source: Chat about this article!
es: Chatea sobre este artículo!
ru: Чат об этой статье!

source: Chief Executive Officer
es: Director Ejecutivo, Cofundador
ru: Главный исполнительный директор, соучредитель

source: Chief Information Officer
es: Director de Información
ru: Руководитель информационной службы

source: Chief Operating Officer
es: Director de operaciones
ru: Директор по производственным вопросам

source: Chief Product Officer
ru: Директор по продукции

source: Chief Technology Officer
es: Director de Tecnología, Cofundador
ru: Главный технический директор, соучредитель

source: Choose a new main image
ru: Выберите новое основное изображение

source: Choose another login method
es: Elija otro método de acceso
ru: Выберите другой метод входа в систему

source: Choose images
es: Elija imágenes
ru: Выберите изображения

source: Citation
es: Agregar o editar una cita
ru: Добавить или отредактировать цитату

source: Cite
es: Citar
ru: Цитировать

source: City
es: Ciudad
ru: Город

source: Click here
es: Haz clic aquí
ru: Нажмите здесь, чтобы загрузить изображение для вашего профиля в редакторе.

source: Click or drag a non-media file to this area to upload, such as a PDF, Word document, or Excel file.
es: Haga clic o arrastre un archivo que no sea multimedia a esta área para cargarlo, como un archivo PDF, un documento de Word o un archivo de Excel.
ru: Щелкните или перетащите в эту область немедийный файл для загрузки, например PDF, документ Word или Excel.

source: Click to select the type of edit you made (required)
es: Haga clic para seleccionar el tipo de edición que ha realizado (obligatorio)
ru: Щелкните, чтобы выбрать тип редактирования, которое вы сделали (обязательно)

source: Click to vote on this edit
es: Haga clic para votar sobre esta edición
ru: Щелкните, чтобы проголосовать за это изменение

source: Co-Founder Wikipedia, CIO Everipedia
ru: Соучредитель Википедии, CIO Эверипедия

source: Column
es: Columna
ru: Колонка

source: Comment
es: Comentario
ru: Посмотреть комментарий

source: Common Questions
es: Preguntas más frecuentes
ru: Общие вопросы

source: Confirm Your Boost
ru: Подтвердите свой прирост

source: Confirm Your Vote
es: Confirme su voto
ru: Подтвердите свой голос

source: Confirm that you are using the latest version of your wallet.
es: Confirme que está usando la última versión de su billetera.
ru: Убедитесь, что вы используете последнюю версию вашего бумажника.

source: Confirm that you have enough IQ in your wallet (50IQ required to submit at edit)
es: Confirme que tiene suficiente IQ en su billetera (se requiere 50 IQ para enviar en la edición)
ru: Убедитесь, что у вас достаточно IQ в кошельке (50IQ требуется для отправки при редактировании)

source: Confirm that you have sufficient EOS resources. For additional information, please see our FAQs.
es: Confirme que tiene suficientes recursos de EOS. Para obtener más información, consulte nuestras preguntas frecuentes.
ru: Убедитесь, что у вас достаточно ресурсов EOS. Для получения дополнительной информации, пожалуйста, смотрите наши FAQs.

source: Confirm that you have your wallet open and that you are logged in
es: Confirme que tiene su billetera abierta y que ha iniciado sesión
ru: Убедитесь, что ваш бумажник открыт и что вы вошли в систему

source: Congratulations, your boost was recorded for this article.
ru: Поздравляю, ваш толчок был записан для этой статьи.

source: Congratulations, your vote was recorded for this article.
es: Felicitaciones, su voto fue registrado para este artículo.
ru: Поздравляю, ваш голос был записан за эту статью.

source: Connect this page to another language variant of it
es: Conectar esta página a otra variante de idioma
ru: Подключите эту страницу к другому языковому варианту

source: Contact
es: Contacto
ru: Контакты

source: Contact Info
es: Información de contacto
ru: Контактная информация

source: Contact Type
ru: Тип контакта

source: Contact us
es: Contáctanos
ru: Свяжитесь с нами

source: Content
es: Contenido
ru: Содержание

source: Copy Text
es: Copiar texto
ru: Копировать текст

source: Copy URL
es: Copiar URL
ru: Скопировать URL-адрес

source: Country
es: País
ru: Страна

source: Create New Wiki
es: Crear una nueva wiki
ru: Создать новую вики-проект

source: Create an Article
es: Crear artículo nuevo
ru: Создать новую статью

source: Creation
es: Creación
ru: Создать

source: Creative Work / Art
es: Trabajo creativo/Arte
ru: Творческая работа / искусство

source: Creator
es: Creador
ru: Автор

source: Creator(s)
es: Creador(es)
ru: Создатель(и)

source: Current IQ Price
es: Precio actual del IQ
ru: Текущая цена IQ

source: Currently Staked
es: Actualmente en juego
ru: На данный момент поставлено

source: DAY
es: DÍA
ru: День

source: Daniel Liebeskind is a product-oriented software developer focused on creating great user experiences. Daniel has worn many hats including venture capital investor, software developer, product manager and startup founder and has been building distributed apps since 2017.
ru: Даниэль Либескинд (Daniel Liebeskind) - разработчик программного обеспечения, ориентированный на продукты и ориентированный на создание удобств для пользователей. Дэниел является венчурным инвестором, разработчиком программного обеспечения, менеджером по продуктам и основателем стартапов и занимается разработкой распределенных приложений с 2017 года.

source: Date Created
es: Fecha de creación
ru: Дата создания

source: Decentralized
es: Descentralizado
ru: Децентрализованный

source: Delete Message
es: Borrar Mensaje
ru: Удалить сообщение

source: Democratic
es: Democrático
ru: Демократическая партия

source: Democratic Governance
es: Gestión democrática
ru: демократическое правление

source: Desktop view of Everipedia article
es: Vista de escritorio del artículo de Everipedia
ru: Вид статьи из Everipedia на рабочий стол

source: Director of Software Engineering
ru: Директор по разработке программного обеспечения

source: Discard
es: Descartar
ru: Отменить

source: Display Name
es: Nombre para mostrar
ru: Отображаемое имя

source: Display Name must be longer than 3 characters
es: El nombre para mostrar debe tener más de 3 caracteres
ru: Отображаемое имя должно быть длиннее 3 символов

source: Do Not Sell My Personal Information
ru: Не продавать мою личную информацию

source: EDITOR COMMENT
es: COMENTARIO DEL EDITOR
ru: ОБРАЗОВАТЕЛЬНЫЙ КОММЕНТ

source: EDITORS
es: Editores
ru: Редакторы

source: EDITS
es: Modificaciones
ru: Редактировать

source: EXISTING BOOST
ru: ВЫХОДЯЩИЙ БООС

source: EXPIRING SOON
es: CADUCA PRONTO
ru: Скоро истекает

source: Earn IQ rewards by voting.
es: Gane recompensas de IQ votando.
ru: Зарабатывайте награды IQ голосованием.

source: Earn Rewards for Contributing
es: Gane recompensas por contribuir
ru: Заработать Вознаграждения за внесение взносов

source: Edit
es: Editar
ru: Редактировать

source: Edit Categories
es: Editar las categorías
ru: Редактировать категории

source: Edit Now
es: Editar ahora
ru: Редактировать сейчас

source: Edit Public Profile
es: Editar Perfil publico
ru: Редактировать публичный профиль

source: Edit a metadata item
es: Editar un elemento de metadatos
ru: Редактирование элемента метаданных

source: Edit the list of categories for the page
ru: Редактирование списка категорий для страницы

source: Edited
es: corregido
ru: отредактированный

source: Editing / Voting issues
es: Edición/cuestiones de votación
ru: Вопросы редактирования/голосования

source: Editing Wikipedia-imported pages is currently disabled, but is expected to be available in the future.
es: La edición de páginas importadas por Wikipedia está actualmente desactivada, pero se espera que esté disponible en el futuro.
ru: Редактирование импортированных страниц Википедии в настоящее время отключено, но ожидается, что они будут доступны в будущем.

source: Editor
es: Ir al Perfil del Editor
ru: Перейти к профилю редактора

source: Edits
es: Modificaciones
ru: Редактировать

source: Edits Proposed
ru: Предлагаемые изменения

source: Electronics / Software
es: Electrónica/Software
ru: Электроника / Программное обеспечение

source: Email Coming Soon
es: Próximamente por correo electrónico
ru: Скоро придет электронная почта

source: Email address
es: Dirección de correo electrónico
ru: Адрес электронной почты

source: End Date
es: Fecha de finalización
ru: Дата окончания

source: Ended
es: Finalizado
ru: Закончено

source: Enter a URL
es: Ingresar una URL
ru: Введите URL

source: Enter a description
es: Introducir descripción
ru: Введите описание

source: Enter a search term
es: Introduzca un término de búsqueda
ru: Введите поисковый запрос

source: Enter a type
es: Introduzca un tipo
ru: Введите тип

source: Enter the code that was sent to your email address. If you haven't received a code, go back and try again.
ru: Введите код, который был отправлен на ваш адрес электронной почты. Если вы не получили код, вернитесь и повторите попытку.

source: Enter your email and we'll send a code to that email address.
ru: Введите адрес электронной почты и мы вышлем код на этот адрес электронной почты.

source: Enter your message...
es: Ingrese su mensaje...
ru: Пожалуйста, введите сообщение

source: Error
ru: Ошибка

source: Error code
es: Código de error
ru: Код ошибки

source: Ethnicity
es: Etnicidad
ru: Этнос

source: Event
es: Evento
ru: Событие

source: Everipedia
es: Sobre Everipedia
ru: Войти в Everipedia

source: Everipedia Chat
ru: Чат Эверипедии

source: Everipedia allows you to create an article about anything as long as you have a citation. This allows for a much broader scope of content in the knowledge base.
es: Everipedia le permite crear un artículo sobre cualquier cosa siempre y cuando tenga una cita. Esto permite un alcance mucho más amplio del contenido de la base de conocimientos.
ru: Everipedia позволяет создавать статьи о чем угодно, пока у вас есть цитата. Это позволяет расширить объем информации, содержащейся в базе знаний.

source: Everipedia offers a space for you to dive into anything you find interesting, connect with people who share your interests, and contribute your own perspective.
es: Everipedia ofrece un espacio para que te sumerjas en todo lo que te parezca interesante, te conectes con gente que comparta tus intereses y aportes tu propia perspectiva.
ru: Everipedia предлагает место для погружения во все, что вы найдете интересным, общения с людьми, разделяющими ваши интересы, и высказывания ваших собственных взглядов.

source: Everipedia uses blockchain technology to help us fulfill our vision for a world where all knowledge is available to all people - a world in which everyone, everywhere can participate in sharing what they know and providing value to others.
es: Everipedia utiliza la tecnología de bloqueo para ayudarnos a cumplir nuestra visión de un mundo en el que todo el conocimiento esté disponible para todas las personas - un mundo en el que todos, en todas partes, puedan participar en compartir lo que saben y proporcionar valor a los demás.
ru: Everipedia использует технологии блокчейн, чтобы помочь нам реализовать наше видение мира, в котором все знания доступны для всех людей - мира, в котором каждый может участвовать в обмене знаниями и создании ценностей для других.

source: Everipedia’s design and features have been built for the modern age.
es: El diseño y las características de Everipedia han sido construidos para la era moderna.
ru: Дизайн и функции Everipedia были созданы для современной эпохи.

source: Everipedia’s vibrant community is open and welcoming to everyone. We’re already one of the world’s largest encyclopedias, but we’re far from complete. Join us today.
es: La vibrante comunidad de Everipedia es abierta y acogedora para todos. Ya somos una de las enciclopedias más grandes del mundo, pero estamos lejos de estar completos. Únase a nosotros hoy.
ru: Живое сообщество Everipedia открыто и приветливо относится ко всем. Мы уже являемся одной из крупнейших в мире энциклопедий, но мы далеки от завершения. Присоединяйтесь к нам сегодня.

source: Explore your curiosity.
es: Explora tu curiosidad
ru: Исследуйте ваше любопытство

source: Explore your curiosity...
es: Explora tu curiosidad
ru: Исследуйте ваше любопытство

source: Failed to Vote
es: No votó
ru: Не смог проголосовать

source: Features
es: Características
ru: Особенности

source: Features include
es: Funciones incluidas
ru: Характеристики включают

source: Features of
es: Características
ru: Особенности

source: Feedback
es: Comentarios
ru: Обратная связь

source: Fetch
es: Extraer
ru: Выбирать

source: Fetch Info
es: Extraer información
ru: Получить информацию

source: Fetching...
es: Extraendo...
ru: Установка...

source: File
es: Archivo
ru: Файл

source: Filter citations
es: Citas de filtros
ru: Фильтрующие ссылки

source: Financial Incentive
es: Incentivo financiero
ru: Финансовый стимул

source: First Edit
es: Primera edición
ru: Сначала отредактировать

source: Formatting
es: Formato
ru: Форматирование

source: Founded at
es: Fundada en
ru: Основанная в

source: Founded on
es: Fundado en
ru: Основано на

source: Founder(s)
es: Fundador(es)
ru: Основатель (основатели)

source: Frequently Asked Questions
es: Preguntas frecuentes
ru: Часто задаваемые вопросы

source: From Wikipedia
es: De Wikipedia
ru: Из Википедии

source: Full Name
ru: Полное имя

source: Full name
es: Nombre completo
ru: Полное имя

source: Gender
es: Género
ru: Пол

source: General inquiry
es: Consulta general
ru: Общий запрос

source: Generated unique URL
ru: Сгенерированный уникальный URL-адрес

source: Genre
es: Género
ru: Жанр

source: Get IQ
es: Obtener IQ
ru: Получить IQ

source: Get Started
es: Comenzar
ru: Начать

source: Get an Account
es: Obtener una cuenta
ru: Создать аккаунт

source: Get in Touch
es: Contacta con nosotros
ru: Связаться

source: Get more IQ here
es: Obtenga más IQ aquí
ru: Получить больше IQ здесь

source: Grammar
es: Gramática
ru: грамматика

source: He/She likes to
es: A él/ella le gusta
ru: Ему/ей нравится

source: He/she was born in
es: Nació en
ru: Он/она родился/а в

source: History
es: Historial
ru: История

source: Home
es: Inicio
ru: Главная

source: How can we help?
ru: Как мы можем помочь?

source: How it works
ru: Как это работает

source: How much IQ should I boost?
ru: Сколько IQ следует увеличить?

source: How much IQ should I vote?
es: ¿Cuánto coeficiente intelectual debo votar?
ru: Сколько IQ я должен проголосовать?

source: I love Everipedia because everyone benefits, particularly the contributors. As an IQ token holder, I have an incentive to participate in the network.
es: Me encanta Everipedia porque todo el mundo se beneficia, especialmente los contribuyentes. Como poseedor de un token IQ, tengo un incentivo para participar en la red.
ru: Я люблю Everipedia, потому что от этого выигрывают все, особенно авторы. Как обладатель IQ-токена, у меня есть стимул для участия в сети.

source: IQ Token
es: Ficha IQ
ru: IQ жетон

source: IQ Tokens allow us to keep track and reward people for contributing to Everipedia, and as the value of the platform grows, the people who built it get to share in its success.
es: IQ Tokens nos permite llevar un registro y recompensar a la gente por contribuir a Everipedia, y a medida que el valor de la plataforma crece, la gente que la construyó puede compartir su éxito.
ru: IQ Tokens позволяет нам отслеживать и вознаграждать людей за вклад в развитие Everipedia, и по мере роста ценности платформы люди, создавшие ее, получают возможность поделиться своим успехом.
