Repository: EveripediaNetwork/everipedia-languages
Catalog: *.po
Languages: es, ru

source: Everipedia Blog
es: Sobre Everipedia

source: Existing
es: Existentes

source: Existing Media
es: Medios de comunicación existentes

source: FAQ
es: Preguntas Frecuentes

source: Full-Stack Software Engineer
es: Director de Ingeniería de Software

source: I accept the
es: Voto aceptado

source: IN THE NEWS
es: Noticias

source: IQ
es: IQ (Calificación Interna)

source: IQ EARNED
es: IQ GANADO

source: IQ HOLDERS
es: TITULARES IQ

source: IQ tokens are used to incentivize users to create and maintain content within the Everipedia Network. Contributors are rewarded with IQ Tokens for creating or editing articles or voting on proposed content.
es: Los tokens IQ se utilizan para incentivar a los usuarios a crear y mantener contenido dentro de la Everipedia Red. Los colaboradores son recompensados con IQ Tokens por crear o editar artículos o votar contenido propuesto.

source: Insert
es: Insertar desde la galería de medios

source: Large
es: Grande

source: Leaderboard of
es: Tabla de clasificación

source: Learn more
es: Aprende más

source: Lists
es: Listas

source: Loading...
es: Cargando..

source: Login Successful!
es: La transacción se ha realizado con éxito

source: Login with Email
es: Iniciar sesión con correo electrónico

source: Login with TokenPocket
es: Iniciar sesión con TokenPocket

source: MY VOTES
es: votos

source: Medical Entities
es: Código Médico

source: Medium
es: Mediano

source: Merge OreID Account
es: Obtener una cuenta

source: Migrate Now
es: Editar ahora

source: New Media
es: Nuevo Medio

source: Organizations
es: Organizaciones

source: Our mission to build the world’s greatest encyclopedia requires a skilled executive team that embraces grand challenges. At Everipedia, we are fortunate to have people with deep experience and knowledge in both the education and blockchain industry.
es: Nuestra misión de construir la mayor enciclopedia del mundo requiere un equipo ejecutivo capacitado que se enfrenta a grandes desafíos. En Everipedia, tenemos la suerte de contar con personas con una gran experiencia y conocimiento tanto en la industria de la educación como en la de la cadena de bloques.

source: PROFILES
es: Perfiles

source: Pageviews
es: Vistas de página

source: Password
es: palabras

source: People
es: Personas

source: Places
es: Lugares

source: Privacy Policy
es: Privacidad

source: Products
es: Productos

source: Profile
es: Perfil del editor

source: Questions?
es: Preguntas frecuentes

source: RECENTLY UPDATED
es: RECIENTEMENTE ACTUALIZADO

source: Register with Email
es: Iniciar sesión con correo electrónico

source: Registration Successful!
es: La transacción se ha realizado con éxito

source: Searching
es: Buscando...

source: Send to
es: Enviar

source: Sending
es: Enviar

source: Sign me up
es: Registrarse

source: Small
es: Pequeño

source: Thanks for trialing Everipedia. Looks like you’ve been making edits and have run out of the trial IQ Tokens. You can unlock the full potential of Everipedia and get more tokens with a Scatter login.
es: Gracias por probar Everipedia. Parece que has estado haciendo ediciones y te has quedado sin el de prueba IQ Tokens. Puede desbloquear todo el potencial de Everipedia y obtener más tokens con un Inicio de sesión en Scatter.

source: Thanks for using Everipedia. Looks like you have run out of IQ Tokens. You can get more tokens at one of
es: Gracias por usar Everipedia. Parece que te has quedado sin fichas de CI. Puedes conseguir más fichas en uno de los

source: The Wiki Encyclopedia for Everything, Everyone, Everywhere. Everipedia offers a space for you to dive into anything you find interesting, connect with people who share your interests, and contribute your own perspective.
es: La Enciclopedia Wiki para todo, todos, en todas partes. Everipedia ofrece un espacio para que te sumerjas en todo lo que encuentres interesante, te conectes con personas que comparten tus intereses y aportes tu propia perspectiva.

source: The Wiki Encyclopedia of Everything
es: Everipedia, la enciclopedia de todo

source: Things
es: Gjërat

source: This page may contain adult content, would you like to continue?
es: Parece que puedes tener ediciones no guardadas. ¿Te gustaría continuar?

source: To make an edit or create an article, you need an Everipedia account.
es: Para editar o crear un artículo, necesitas una cuenta de Everipedia.

source: Type of Edit
es: Últimas ediciones

source: Type to search categories
es: Escribe para buscar...

source: Undefined error: please try again.
es: Por favor inténtelo de nuevo

source: Upload from computer (8mb max)
es: Subir desde el ordenador

source: View Full List
es: Ver historial

source: View transaction
es: Ver Transacción

source: Wait a moment while we load your account.
es: Espera un momento mientras cargamos a Lynx.

source: Wait a moment while we load your wallet – If you don’t see the wallet window, check if it has loaded behind your current window.
es: Espera un momento mientras cargamos tu billetera. Si no ve la ventana de la billetera, compruebe si se ha cargado detrás de su ventana actual.

source: Warning: Your public profile will be visible to everyone
es: Advertencia: Su perfil público será visible para todos y se almacenará en la cadena

source: What is IQ?
es: ¿Qué es el coeficiente intelectual?

source: Wiki Encyclopedia of Everything - Everipedia
es: Wiki Enciclopedia de todo - Everipedia

source: Withdrawal Successful:
es: Su voto fue un éxito

source: Your CA Privacy Rights
es: Sus derechos de privacidad de CA

source: characters
es: caracteres

source: get IQ
es: Obtener IQ
