Repository: EveripediaNetwork/everipedia-languages
Catalog: *.po
Languages: es, ru

source: Send a message to other editors
es: Enviar un mensaje a otros editores
ru: Отправить сообщение другим редакторам

source: Send us a message
es: Envíenos un mensaje
ru: Отправьте нам сообщение

source: Service(s)
es: Servicio(s)
ru: Услуга(и)

source: Services
es: Servicios
ru: Услуги

source: Share via:
es: Compartir en:
ru: Поделиться через:

source: Show All Citations
es: Mostrar todas las citas
ru: Показать все цитаты

source: Sign Up
es: Registrarse
ru: Зарегистрироваться

source: Sign with Wallet
es: Cartel con billetera
ru: Подписаться с бумажником

source: Social Media
ru: Социальные сети

source: Social Platforms
es: Plataformas Sociales
ru: Социальные платформы

source: Staked
es: Estacado
ru: Ставлю на кол

source: Start Contributing
es: Comience a contribuir
ru: Начать вносить свой вклад

source: Start Contributing on Everipedia
es: Empieza a contribuir en Everipedia
ru: Начните вносить свой вклад в Everipedia

source: Start Date
es: Fecha de inicio
ru: Дата начала

source: Start Exploring
es: Comienza a explorar
ru: Начать исследования

source: Start creating content for this article here...
es: Empieza a crear contenido para este artículo aquí....
ru: Начните создавать контент для этой статьи здесь....

source: State
es: Estado
ru: Область

source: Sub Page Type
es: Tipo de subpágina
ru: Тип подстраницы

source: Subject
ru: Тема

source: Submit
es: Enviar
ru: Отправить

source: Submit Article Edits
es: Enviar ediciones de artículos
ru: Отправить статью Редактирование

source: Submitting Your Article Edit
es: Envío de su artículo Editar
ru: Отправка статьи Редактирование

source: Successfully Voted!
es: Votado con éxito!
ru: Успешно проголосовали!

source: Successfully placed
es: Colocado con éxito
ru: Успешно размещены

source: Successfully sent message
es: Mensaje enviado con éxito
ru: Успешно отправлено сообщение

source: Suchet Dhindsa is a Norwegian economist, entrepreneur, and investor. Suchet has 10 years of experience in global expansion strategy, venture capital and emerging technologies.
es: Suchet Dhindsa es un economista, empresario e inversor noruego. Suchet tiene 10 años de experiencia en estrategia de expansión global, capital de riesgo y tecnologías emergentes.
ru: Сухет Диндза - норвежский экономист, предприниматель и инвестор. Сухет имеет 10-летний опыт работы в области стратегии глобального развития, венчурного капитала и новых технологий.

source: Supported Exchanges
es: Intercambios compatibles
ru: Поддерживаемые биржи

source: Supported Wallets
es: Billeteras soportadas
ru: Поддерживаемые кошельки

source: TOTAL EDITS
es: TOTAL EDICIONES
ru: ИТОГОСТАЛЬНЫЕ ЭДИТЫ

source: TRANSACTION FAILED!
es: TRANSACCIÓN FALLIDA!
ru: СДЕЛКА ПРОВАЛИЛАСЬ!

source: TRANSACTION SUCCESSFUL!
es: La transacción se ha realizado con éxito
ru: Успешная транзакция

source: TRENDING
es: POPULARES
ru: В ТРЕНДЕ

source: Table
es: Tabla de contenidos y hechos para este wiki
ru: Содержание и факты для этой вики

source: Taking the Online Encyclopedia into the Modern Age
es: Llevando la Enciclopedia Online a la Edad Moderna
ru: Введение онлайн-энциклопедии в современный век

source: Telephone
es: Teléfono
ru: Телефон

source: Terms
es: Términos
ru: Условия

source: Thanks for trialing Everipedia. Looks like you’ve been making edits and have run out of the trial IQ Tokens. You can unlock the full potential of Everipedia and get more tokens with a Scatter login.
ru: Спасибо за суд над Эверипедией. Похоже, ты делал правки и у тебя закончились пробные жетоны IQ. Вы можете полностью раскрыть потенциал Everipedia и получить больше жетонов с помощью Вход в систему разбрасывания.

source: Thanks for using Everipedia. Looks like you have run out of IQ Tokens. You can get more tokens at one of
ru: Спасибо, что использовали Эверипедию. Похоже, у тебя закончились жетоны IQ. Ты можешь получить больше жетонов в одном из

source: Thanks to new technology, it is now possible for Everipedia to move beyond Wikipedia just like how we moved beyond Britannica almost two decades ago.
es: Gracias a la nueva tecnología, ahora es posible para Everipedia ir más allá de la Wikipedia, como lo hicimos con Britannica hace casi dos décadas.
ru: Благодаря новым технологиям теперь у Everipedia появилась возможность выйти за рамки Википедии так же, как мы вышли за пределы Британской почти два десятилетия назад.

source: The Encyclopedia of Everything.
es: Everipedia, la enciclopedia de todo
ru: Everipedia, энциклопедия всего

source: The Everipedia IQ blockchain provides a new paradigm change and knowledge economy to disrupt the old centralized internet knowledge encyclopedia model similar to Wikipedia
es: La cadena de bloques Everipedia IQ proporciona un nuevo cambio de paradigma y una economía del conocimiento para interrumpir el viejo modelo de enciclopedia centralizada del conocimiento de Internet similar a Wikipedia
ru: Блокчейн IQ Эверипедии обеспечивает изменение парадигмы и экономики знаний, чтобы разрушить старую централизованную модель энциклопедии знаний Интернета, аналогичную Википедии

source: The Wiki Encyclopedia for Everything, Everyone, Everywhere.
es: La Enciclopedia Wiki para Todo, Todos, En Todas Partes.
ru: Энциклопедия Википедии для всего, для всех, для всех, везде и повсюду.

source: The infobox is designed for concise, easy-to-access information.
es: El cuadro de información está diseñado para que la información sea concisa y de fácil acceso.
ru: Инфобокс предназначен для получения сжатой, легкодоступной информации.

source: Theodor Forselius is a Swedish Internet entrepreneur and programmer. He co-founded Everipedia at the age of 20, gaining experience in digital advertising, web development, and online gaming industries in the process.
es: Theodor Forselius es un empresario y programador sueco de Internet. Fue cofundador de Everipedia a la edad de 20 años, adquiriendo experiencia en publicidad digital, desarrollo web e industrias de juegos online en el proceso.
ru: Теодор Форселиус - шведский интернет-предприниматель и программист. Он стал соучредителем Everipedia в возрасте 20 лет, получив опыт в области цифровой рекламы, веб-разработки и индустрии онлайн-игр.

source: There are currently no boosts for this page
ru: В настоящее время для этой страницы нет бусов

source: There have been no recent edits to this article. Be the first person to update it.
es: No ha habido ediciones recientes de este artículo. Sea la primera persona en actualizarlo.
ru: Последние изменения в этой статье не вносились. Будьте первым, кто обновит его.

source: There is no activity on this article.
es: No hay actividad en este artículo.
ru: Никакой деятельности по данной статье не ведется.

source: There was an issue recording your edit.
es: Hubo un problema al grabar tu edición.
ru: Возникла проблема с записью вашего редактирования.

source: These exchanges do not require signup, only Scatter
es: Estos intercambios no requieren registro, sólo Scatter
ru: Эти обмены не требуют регистрации, только рассеивание

source: These exchanges require personal information for signup, but may have additional features and fiat currency deposits / withdrawals
es: Estos intercambios requieren información personal para registrarse, pero pueden tener características adicionales y depósitos/retiros de moneda fiduciarios
ru: Для регистрации в таких биржах требуется личная информация, но они могут иметь дополнительные функции и возможность вносить/снимать средства в фиатной валюте

source: Thing
es: Cosa
ru: Вещь

source: This is not the most recent version of this article. See the latest version here:
es: Esta no es la versión más reciente de este artículo. Vea la última versión aquí:
ru: Это не самая последняя версия этой статьи. Смотрите последнюю версию здесь:

source: This page is locked to new edits.
es: Esta página está bloqueada para nuevas ediciones.
ru: Эта страница заблокирована для новых редакций.

source: Title Not Available
es: Título No Disponible
ru: Название Недоступно

source: To edit this article right now, use the desktop version of the site.
es: Para editar este artículo ahora mismo, utilice la versión de escritorio del sitio.
ru: Чтобы отредактировать эту статью прямо сейчас, воспользуйтесь версией сайта для рабочего стола.

source: To make an edit or create an article, you need an Everipedia account. You can sign up for a trial account using a social account or use Scatter to unlock Everipedia’s full features, including voting on article edits and earning IQ rewards.
ru: Для редактирования или создания статьи необходима учетная запись в Everipedia. Ты можешь записаться на пробную учетную запись, используя социальную учетную запись или используя Scatter для разблокировки всех функций Everipedia, включая голосование по редактированию статей и получение наград за IQ.

source: Total Balance
es: Saldo Total
ru: Общий Баланс

source: Total Rewards
es: Recompensas totales
ru: Всего Наград

source: Transaction failed!
ru: СДЕЛКА ПРОВАЛИЛАСЬ!

source: Transaction successful!
ru: Успешная транзакция

source: Travis Moore is an Italian-American computer programmer, angel investor and entrepreneur from Thousand Oaks, a suburb of Los Angeles. He co-founded Everipedia after graduating from UCLA with degrees in Molecular Biology, Biochemistry, and Neuroscience in 2011.
es: Travis Moore es un programador informático italo-americano, inversor ángel y empresario de Thousand Oaks, un suburbio de Los Ángeles. Fue cofundador de Everipedia después de graduarse de UCLA con títulos en Biología Molecular, Bioquímica y Neurociencia en 2011.
ru: Трэвис Мур - итальяно-американский программист, ангел-инвестор и предприниматель из "Тысячи дубов", пригорода Лос-Анджелеса. Соучредитель Эверипедии после окончания Университета Калифорнии по специальностям "Молекулярная биология, биохимия и нейронаука" в 2011 году.

source: Trivia
ru: Викторина

source: Try Again
es: Volver a intentarlo
ru: Попробуй еще раз

source: Try again
es: Inténtalo de nuevo
ru: Попробуйте еще раз

source: Type
es: Tipo
ru: Тип

source: Type to search...
es: Escribe para buscar...
ru: Что Вы ищете...

source: URL Slug
es: Slug de la URL
ru: Короткий URL

source: URL Slug Alt
ru: Альтернативный вариант URL-адреса

source: Undo Changes
ru: Отменить изменения

source: Updated
es: Actualizado
ru: Обновлено

source: Upload
es: Subir
ru: Загрузить

source: Upload from computer
ru: Загрузка с компьютера

source: Uploading...
es: Subiendo...
ru: Загрузка...

source: Uploading....
es: Subiendo...
ru: Загрузка....

source: VIEWS
es: Vistas
ru: Просмотры

source: VOTES
es: votos
ru: голосов

source: Value
es: Valor
ru: Значение

source: Value(s)
es: Valor(es)
ru: Значения

source: Verify Account
ru: Проверять аккаунт

source: View
es: Vistas
ru: Просмотры

source: View Edit
es: Ver Editar
ru: Просмотр Изменить

source: View History
ru: Посмотреть историю

source: View Transaction
es: Ver Transacción
ru: Просмотр сделки

source: View blockchain transaction
es: Ver transacción de cadena de bloques
ru: Просмотр транзакции блокчейн

source: View edit
es: Ver edición
ru: Просмотр редактирования

source: Views
es: Vistas
ru: Просмотры

source: Vote
es: Votar
ru: Голос

source: Vote accepted
es: Voto aceptado
ru: Голосование принято

source: Vote amount
es: Cantidad de votos
ru: Количество голосов

source: Vote now
es: VOTA AHORA
ru: СЕЙЧАС

source: Vote on these article changes
es: Votar sobre estos cambios en el artículo
ru: Голосуйте за изменения в этой статье

source: Vote rejected
es: Voto rechazado
ru: Голосование отклонено

source: Voted
es: Votado
ru: Проголосовало

source: Votes
es: votos
ru: голосов

source: Voting Closes
es: Cierre de votaciones
ru: Голосование закрыто

source: Voting Failed
es: Votación fallida
ru: Голосование не прошло

source: WEEK
es: Semana
ru: Неделя

source: Wait a moment while we load Lynx.
ru: Подождите минутку, пока мы загрузим рысь.

source: Wait a moment while we load Scatter – If you don’t see the Scatter window, check if it has loaded behind your current window.
ru: Подождите, пока мы загрузим Scatter - Если вы не видите окно Scatter, проверьте, загружено ли оно за вашим текущим окном.

source: Wait a moment while we load Scatter. If you do not see the Scatter window, check if it has loaded behind your current window.
es: Espera un momento mientras cargamos Scatter. Si no ve la ventana Scatter, compruebe si se ha cargado detrás de la ventana actual.
ru: Подождите минутку, пока мы загрузим Scatter. Если окно Рассеяния не отображается, проверьте, загружено ли оно за текущим окном.

source: Wait a moment while we load Scatter. If you don’t see the Scatter window, check if it has loaded behind your current window.
es: Espera un momento mientras cargamos Scatter. Si no ve la ventana Scatter, compruebe si se ha cargado detrás de la ventana actual.
ru: Подождите минутку, пока мы загрузим Scatter. Если вы не видите окна Рассеяния, проверьте, загружено ли оно за вашим текущим окном.

source: Wait a moment while we load the Lynx transaction window.
es: Espere un momento mientras cargamos la ventana de transacción de Lynx.
ru: Подождите, пока мы загрузим окно транзакции Lynx.

source: Wait a moment while we load your account. You will be redirected to OreID to confirm your proposed edit. You may be required to enter the pin that you created when you set up your account.
es: Espere un momento mientras cargamos su cuenta. Se le redirigirá al OreID para que confirme la edición propuesta. Es posible que se le pida que ingrese el pin que creó cuando configuró su cuenta.
ru: Подождите минутку, пока мы загрузим ваш счет. Вы будете перенаправлены в OreID для подтверждения предлагаемого изменения. Вам может потребоваться ввести пин-код, который вы создали при настройке учетной записи.

source: Wait a moment while we load your account. You will be redirected to OreID to confirm your proposed edit. You may be required to enter the pin that you created when you set up your account.
ru: Подождите минутку, пока мы загрузим ваш счет. Вы будете перенаправлены в OreID для подтверждения предлагаемого изменения. Вам может потребоваться ввести пин-код, который вы создали при настройке учетной записи.

source: Wait a moment while we load your wallet. If you don’t see the wallet window, check if it has loaded behind your current window.
es: Espera un momento mientras cargamos tu billetera. Si no ve la ventana de la billetera, compruebe si se ha cargado detrás de su ventana actual.
ru: Подождите минутку, пока мы загрузим ваш бумажник. Если вы не видите окно кошелька, проверьте, загружено ли оно за вашим текущим окном.

source: Wait a moment while we redirect you to Ore ID. You will be returned here once you have completed signing
es: Espere un momento mientras lo redirigimos a la identificación del mineral. Usted será devuelto aquí una vez que haya completado la firma
ru: Подождите минутку, пока мы не перенаправим вас на Ore ID. Вы вернетесь сюда, как только подпишете договор

source: Warning
es: Advertencia
ru: Предупреждение

source: Warning: Your public profile will be visible to everyone and stored on-chain
es: Advertencia: Su perfil público será visible para todos y se almacenará en la cadena
ru: Внимание: Ваш профиль будет доступен для всеобщего обозрения и сохранен в цепочке

source: We received the following error
es: Recibimos el siguiente error
ru: Мы получили следующую ошибку

source: We'd love to hear from you
es: ¡Nos encantaría saber de usted!
ru: Мы были бы рады услышать от вас

source: Welcome
ru: Добро пожаловать

source: What article do you want to link to?
es: ¿A qué artículo quieres enlazar?
ru: На какую статью вы хотите сослаться?

source: Worth
es: Vale la pena
ru: Стоит

source: Write a message
es: Escribir un mensaje...
ru: Сообщение

source: Write a message...
es: Escribir un mensaje...
ru: Напишите сообщение...

source: Write your message below to start the conversation
ru: Чтобы начать разговор, напишите сообщение ниже

source: Yes
es: Sí
ru: Да

source: You are out of IQ.
es: Estás fuera de IQ.
ru: У тебя закончился IQ.

source: You can
es: También puedes crear un nuevo artículo en la wiki haciendo clic aquí.
ru: Вы также можете создать новую статью wiki, нажав здесь.

source: You can boost with any amount of IQ. Your future voting power increases the more you boost!
ru: Любое количество IQ может быть увеличено. Ваше будущее количество голосов увеличивается, тем больше вы увеличиваете!

source: You can vote with any amount of IQ. If you vote with the majority, you will receive a reward that is proportional to the amount you vote!
es: Puedes votar con cualquier cantidad de IQ. Si usted vota con la mayoría, recibirá una recompensa que es proporcional a la cantidad que usted vota!
ru: Вы можете голосовать с любым количеством IQ. Если вы проголосуете большинством голосов, вы получите вознаграждение, пропорциональное сумме, за которую вы проголосуете!

source: You don't have any notifications yet.
es: Aún no tienes ninguna notificación.
ru: У вас пока нет никаких уведомлений.

source: You may have received this error for a variety of reasons. The most common reasons:
es: Es posible que haya recibido este error por varias razones. Las razones más comunes:
ru: Возможно, вы получили эту ошибку по разным причинам. Самые распространенные причины:

source: You must be logged in to participate in chat
es: Debes estar registrado para participar en el chat
ru: Для участия в чате необходимо войти в систему.

source: You must login to vote
es: Debe iniciar sesión para votar
ru: Вы должны войти в систему, чтобы проголосовать

source: You need to make an edit before you can vote with your Ore ID account
es: Necesita hacer una edición antes de poder votar con su cuenta de identificación de mineral
ru: Чтобы проголосовать с учетной записью Ore ID, вам нужно внести правку

source: Your Boost was Successful
ru: Ваш Ускорение прошло успешно

source: Your Chats
es: Tus chats
ru: Ваши чаты

source: Your Edit Was Successfully Submitted for Voting
es: Su edición fue enviada con éxito para su votación
ru: Ваше редактирование было успешно подано для участия в голосовании

source: Your Edit was not Submitted
es: Su edición no ha sido enviada
ru: Ваша правка не была отправлена

source: Your Vote was Successful
es: Su voto fue un éxito
ru: Ваш голос был успешным

source: Your active chats will be displayed here when you start conversations in articles.
es: Sus chats activos se mostrarán aquí cuando inicie conversaciones en artículos.
ru: Ваши активные чаты будут отображаться здесь, когда вы начнете разговоры в статьях.

source: Your edit will now be voted on by the community. If it is accepted, you will receive an IQ reward for your contribution. The IQ Tokens that you used to propose your edit will be locked up (staked) for 21 days.
es: Su edición será ahora votada por la comunidad. Si es aceptado, recibirás una recompensa de IQ por tu contribución. Los IQ Tokens que usó para proponer su edición serán bloqueados (estacados) durante 21 días.
ru: Теперь ваше редактирование будет проголосовано сообществом. Если он будет принят, вы получите награду IQ за ваш вклад. Жетоны IQ, которые вы предлагали для редактирования, будут заперты (помещены) на 21 день.

source: about EOS and IQ, or
ru: о СНС и IQ, или

source: about Everipedia’s login options.
es: sobre las opciones de acceso a Everipedia.
ru: о возможностях входа в систему Эверипедии.

source: about using a wallet
es: sobre el uso de una billetera
ru: об использовании бумажника

source: and
es: y
ru: и

source: approve
es: Aprobar
ru: Одобрить

source: born
es: nacido
ru: прирождённый

source: buy and sell IQ
ru: Купить и продать IQ

source: bytes
ru: байт

source: changed
es: Cambiado
ru: cambiato

source: edit
es: Editar
ru: Редактировать

source: edited
es: corregido
ru: отредактированный

source: file size is too big
es: el tamaño del archivo es demasiado grande
ru: Размер файла слишком большой

source: for
es: para
ru: для

source: founded
es: fundado
ru: основанный

source: if you think you are receiving this message in error.
ru: если вы считаете, что получили это сообщение по ошибке.

source: include
es: contener
ru: включать

source: is a
es: es un
ru: это

source: is a place
es: Poner Votos
ru: Разместить голосование

source: is an event that was first started on
es: es un evento que se inició por primera vez en
ru: это событие, которое было впервые начато

source: is known for
es: es conocido por
ru: известен

source: is not a supported file extension
es: no es una extensión de archivo compatible
ru: не является поддерживаемым расширением файла

source: is product created on
es: es un producto creado en
ru: это продукт, созданный на

source: is work that was created on
es: es un trabajo que fue creado en
ru: это работа, которая была создана для того

source: merged
es: fusionado
ru: объединённый

source: merged into this article.
ru: слились в эту статью.

source: offers
es: ofertas
ru: предложения

source: on these exchanges
es: Intercambios compatibles
ru: Поддерживаемые биржи

source: or
es: o
ru: или

source: reject
es: Rechazar
ru: Отклонить

source: removed
es: borrado
ru: удалено

source: started his/her career at
es: comenzó su carrera en
ru: начал свою карьеру в

source: talk to someone about getting started!
es: hable con alguien sobre cómo empezar!
ru: поговорить с кем-нибудь о том, чтобы начать!

source: these exchanges.
es: Intercambios compatibles
ru: Поддерживаемые биржи

source: to choose a quality image
ru: чтобы выбрать качественное изображение

source: to choose a quality image.
ru: чтобы выбрать качественное изображение.

source: to participate in community conversations
es: para participar en conversaciones de la comunidad
ru: участвовать в общественных беседах

source: to view our FAQs
es: para ver nuestras preguntas frecuentes
ru: для просмотра ответов на часто задаваемые вопросы

source: views
es: Vistas
ru: Просмотры

source: vote
es: Votar
ru: Голос

source: voted
es: votado
ru: проголосовало

source: votes
es: votos
ru: голосов

source: was created by
es: fue creado por
ru: был создан

source: was formed by
es: fue formado por
ru: был сформирован

source: was started by
es: fue iniciada por
ru: была начата

source: words
es: palabras
ru: слова

source: Changed
es: Cambiado

source: Login to participate in article chat.
es: Inicie sesión para participar en el chat del artículo.

source: Write your message below to start the conversation
es: Escriba su mensaje a continuación para iniciar la conversación

source: if you think you are receiving this message in error.
es: si cree que está recibiendo este mensaje por error.

source: merged into this article.
es: se fusionó con este artículo.

source: vote
es: Votar

source: Account Update
es: Nombre de la cuenta

source: Add a Link
es: Añadir cita

source: Allowed formats:
es: Formatos permitidos:

source: Approve
es: Aprobar

source: Balance Activity
es: Ver Actividad

source: Book ISBN
es: Código ISBN de la publicación.

source: Choose a new main image (8mb maximum)
es: Elegir una nueva imagen principal

source: Co-Founder Wikipedia
es: Cofundador de Wikipedia, CIO Everipedia

source: Confirm Password
es: Confirme su voto

source: Create Account
es: Iniciar sesión / Crear una cuenta

source: Create Article
es: Crear artículo nuevo

source: Creative Works
es: Trabajo creativo/Arte

source: Delete?
es: Borrar esta etiqueta

source: Don't have an account?
es: Obtener una cuenta

source: EMBED SIZE
es: TAMAÑO DE LA EMBALA

source: Edit the page's categories
es: Editar las categorías

source: Email Address
es: Dirección de correo electrónico

source: Embed
es: Incrustar

source: Embed Object
es: Incrustar objeto

source: Embedding objects makes an article more interactive and engaging.
es: Agregar medios de comunicación hace que un artículo sea más interactivo y atractivo.

source: Events
es: Eventos
