Repository: EveripediaNetwork/everipedia-languages
Catalog: *.po
Languages: es, ru

source: IQ tokens power the Everipedia Network. They are used to contribute content to our ever-growing knowledge base and to vote for / against new articles and edits to existing articles. Contributors are rewarded in the form of IQ tokens. In addition, each token holder can also vote on upgrades and modifications to the system.
es: Los tokens de IQ alimentan la red Everipedia. Se utilizan para contribuir con contenido a nuestro una base de conocimientos en constante crecimiento y votar a favor / en contra de nuevos artículos y ediciones de los ya existentes artículos. Los contribuidores son recompensados en forma de fichas de CI. Además, cada ficha el titular también puede votar sobre las actualizaciones y modificaciones del sistema.
ru: IQ токены питают сеть Everipedia Network. Они используются для пополнения нашего контента постоянно растущей базы знаний и голосовать за/против новых статей и редакций существующих статей и редакций статьи. Вкладчики вознаграждаются в виде жетонов IQ. Кроме того, каждый жетон держатель также может голосовать за обновление и модификацию системы.

source: ISBN (Book)
ru: ISBN (книга)

source: If it is rejected, the IQ tokens that you used to propose your edit will be locked up for a longer period of time, which is proportional to the difference between the total number of votes in the majority and the minority.
es: Si se rechaza, los tokens de IQ que usó para proponer su edición se bloquearán durante un período de tiempo más largo, que es proporcional a la diferencia entre el número total de votos en la mayoría y en la minoría.
ru: Если запрос будет отклонен, то токены IQ, которые вы предлагали для редактирования, будут заблокированы на более длительный период времени, пропорциональный разнице между общим количеством голосов в большинстве и меньшинстве.

source: If your vote is in the majority, you will receive an IQ reward in proportion to the amount of IQ you voted.
es: Si su voto es mayoritario, recibirá una recompensa de IQ proporcional a la cantidad de IQ que haya votado.
ru: Если вы проголосуете большинством голосов, вы получите вознаграждение за IQ пропорционально количеству IQ, которое вы проголосовали.

source: Image URL
es: URL de la imagen
ru: URL изображения

source: In the press
ru: Чтобы перейти на другую страницу Everipedia, нажмите кнопку «Страница ссылки». Вы также можете нажать клавишу «@» или клавишу при наборе текста, и выпадающее меню должно появиться. Постарайтесь соединить столько страниц, сколько необходимо, чтобы сделать каждую страницу максимально насыщенной и информативной.

source: Increase your voting power by boosting!
ru: Увеличьте свою избирательную силу, увеличив количество голосов!

source: Indexed
es: Indexado
ru: Индексирование

source: Info
ru: Информация

source: Infobox
es: Caja de información
ru: Инфо-бокс

source: Information
es: Información y herramientas de IQ
ru: Информация и инструменты IQ

source: Insert Above
es: Insertar arriba
ru: Вставить выше

source: Insert Below
es: Insertar abajo
ru: Вставить Ниже

source: Insert Existing
es: Insertar Existente
ru: Вставить Существующие

source: Insert From Media Gallery
es: Insertar desde la galería de medios
ru: Вставить из медиа-галереи

source: Insert Left
es: Insertar a la izquierda
ru: Вставить влево

source: Insert New
es: Insertar Nuevo
ru: Вставить новый

source: Insert Right
es: Insertar a la derecha
ru: Вставить вправо

source: Investment Inquiry
ru: Инвестиционный запрос

source: It looks like you may have unsaved edits. Would you like to continue?
es: Parece que puedes tener ediciones no guardadas. ¿Te gustaría continuar?
ru: Похоже, у вас могут быть несохраненные правки. Хотите продолжить?

source: Item(s)
es: Artículos
ru: Метка(и)

source: Just getting started?
es: ¿Acaba de empezar?
ru: Только начинаете?

source: Kedar Iyer is a software engineer from Santa Clara, California. He has written two books about blockchain technology, including a textbook for Solidity developers on how to build decentralized applications on Ethereum.
es: Kedar Iyer es un ingeniero de software de Santa Clara, California. Ha escrito dos libros sobre tecnología de cadenas de bloques, incluyendo un libro de texto para desarrolladores de Solidity sobre cómo construir aplicaciones descentralizadas en Ethereum.
ru: Кедар Айер - инженер-программист из Санта-Клары, Калифорния. Он написал две книги о технологии блокчейн, в том числе учебник для разработчиков Solidity о том, как создавать децентрализованные приложения на базе Ethereum.

source: Label
es: Etiqueta
ru: Метка

source: Language
es: Idioma
ru: Язык

source: Larry Sanger is a knowledge project developer; his claim to fame is that he is the co-founder of Wikipedia. He has a Ph.D. in Philosophy from Ohio State University. When he is not working on knowledge projects, he plays the Irish fiddle and homeschools his two boys.
es: Larry Sanger es un desarrollador de proyectos de conocimiento; su fama se debe a que es cofundador de Wikipedia. Tiene un doctorado en Filosofía de la Universidad Estatal de Ohio. Cuando no está trabajando en proyectos de conocimiento, toca el violín irlandés y enseña en casa a sus dos hijos.
ru: Ларри Сангер является разработчиком интеллектуальных проектов; его известность заключается в том, что он является соучредителем Википедии. Имеет степень доктора философии, полученную в Университете штата Огайо. Когда он не работает над образовательными проектами, он играет на ирландской скрипке и учит своих мальчиков на дому.

source: Last Edited
es: Última edición
ru: Последнее изменение

source: Last Modified(s)
es: Última(s) modificación(es)
ru: Последние модифицированные(ие)

source: Latest from our blog
es: Lo último de nuestro blog
ru: Последнее из нашего блога

source: Leaderboard
ru: Таблица лидеров

source: Learn More
es: Aprende más
ru: Узнать больше

source: Learn how
es: Más información
ru: Узнать как

source: Learn more
es: Aprende más
ru: Узнать больше

source: Legal Status
es: Situación legal
ru: Правовой статус

source: Link
es: Enlace
ru: Ссылка

source: Link to another Everipedia Article
es: Enlace a otro artículo de Everipedia
ru: Ссылка на другую статью Эверипедии

source: Link to another existing Everipedia page
es: Enlace a otra página existente de Everipedia
ru: Ссылка на другую существующую страницу Everipedia

source: Link to credible sources to support your edits
es: Enlace a fuentes creíbles para apoyar sus ediciones
ru: Ссылки на достоверные источники для поддержки ваших редакций

source: List
es: Lista
ru: Список

source: List / Ranking
es: Lista / Rango
ru: Список / Рейтинг

source: Live and permanent edits of content on the blockchain beyond the control of a central authority.
es: Edición en vivo y permanente del contenido de blockchain más allá del control de una autoridad central.
ru: Живые и постоянные изменения содержания блочной цепи, находящиеся под контролем центрального органа.

source: Loading
es: Cargando..
ru: Загрузка...

source: Local File
es: Archivo Local
ru: Локальный файл

source: Location
es: Ubicación
ru: Местоположение

source: Locked
es: Bloqueado
ru: Заблокировано

source: Log in to chat
es: Log in para chatear
ru: Войти в чат

source: Log in with Email
ru: Войти с помощью Email

source: Log in with Facebook
ru: Войти с Facebook

source: Log in with Github
ru: Войти с Github

source: Log in with Google
ru: Войти в систему через Google

source: Log in with Kakao
ru: Войти с Какао

source: Log in with Line
ru: Войдите в систему с помощью строки

source: Log in with LinkedIn
ru: Войдите в систему с помощью LinkedIn

source: Log in with Scatter
ru: Пожалуйста, войдите в систему с помощью Scatter

source: Log in with Twitch
ru: Войти с помощью Twitch

source: Log in with Twitter
ru: Войдите в систему через Twitter

source: Log out
es: Cerrar sesión
ru: Выйти

source: Login
es: Iniciar sesión
ru: Войти

source: Login / Create Account
ru: Войти / Создать учетную запись

source: Login to Chat
es: Log in para chatear
ru: Войти в чат

source: Login to Everipedia
es: Iniciar sesión en Everipedia
ru: Вход в систему Everipedia

source: Login to Start Contributing
es: Inicie sesión para comenzar a contribuir
ru: Вход на сайт для начала пополнения

source: Login to participate in article chat
es: Iniciar sesión para participar en el chat del artículo
ru: Вход для участия в чате статей

source: Login to participate in article chat.
ru: Вход для участия в чате статей.

source: Login with Facebook
es: Iniciar sesión con Facebook
ru: Войти через Facebook

source: Login with Google
es: Iniciar sesión con Google
ru: Вход через Google

source: Login with Kakao
es: Iniciar sesión con Kakao
ru: Войти с Какао

source: Login with Line
es: Iniciar sesión con Line
ru: Войдите в систему с помощью строки

source: Login with Phone
es: Iniciar sesión con el teléfono
ru: Войти с телефона

source: Login with Scatter
es: Iniciar sesión con Scatter
ru: Вход в систему с помощью функции Рассеяние

source: Login with Scatter to use your existing EOS blockchain account.
es: Ingresa con Scatter para usar tu cuenta de EOS blockchain existente.
ru: Войдите в систему с помощью команды Scatter, чтобы использовать существующую учетную запись EOS блокчейн.

source: Login with Twitter
es: Iniciar sesión con Twitter
ru: Войти через Twitter

source: MEDIA
ru: Медиа

source: MONTH
es: Mes
ru: Месяц

source: MOST RECENT
es: MAS RECIENTES
ru: МОСТ РЕЦЕНТ

source: MY ACTIVITY
es: MI ACTIVIDAD
ru: МОЯ АКТИВИТЕТИЯ

source: MY EDITS
es: MIS EDITOS
ru: МОИ ЭДИТЫ

source: Make an Edit
es: Realizar una edición
ru: Сделать правку

source: Max file size: 5mb, accepted:
es: Tamaño máximo de archivo: 5mb, aceptado:
ru: Максимальный размер файла: 5 Мб, принято:

source: Media
ru: Медиа

source: Medical / Biology
es: Médico / Biología
ru: Медицина / Биология

source: Medical Code
es: Código Médico
ru: Медицинский кодекс

source: Meet our team
es: Conoce a nuestro equipo
ru: Познакомьтесь с нашей командой

source: Merge
es: Fusionar página
ru: Страница слияния

source: Merge this page into another Everipedia page
es: Añadir o editar un enlace a otra página de Everipedia
ru: Объединить эту страницу с другой страницей Everipedia

source: Merged
es: Combinado
ru: Объединено

source: Messages
es: Mensajes
ru: Сообщения

source: Mobile editing coming soon
es: Próximamente edición móvil
ru: Скоро появится мобильное редактирование

source: Mobile view of Everipedia user profile
es: Vista móvil del perfil de usuario de Everipedia
ru: Мобильный вид профиля пользователя Everipedia

source: Modern Design and Features
es: Diseño moderno y características
ru: Современный дизайн и особенности

source: More Articles and Content
es: Más artículos y contenido
ru: Дополнительные статьи и содержание

source: More Results
es: Más resultados
ru: Больше результатов

source: Must change something to submit your profile to the blockchain
es: Debe cambiar algo para enviar su perfil a la cadena de bloqueo
ru: Нужно что-то изменить, чтобы отправить свой профиль в блокчейн

source: Must log in to chat
es: Debe iniciar sesión para chatear
ru: Должен войти в чат.

source: NEW BOOST
ru: НОВЫЙ БООСТ

source: Nationality
es: Nacionalidad
ru: Национальность

source: New Article
es: Crear artículo nuevo
ru: Создать новую статью

source: No
ru: Нет

source: No Changes
es: Anular Cambios
ru: Сохранить изменения

source: No Chats in Directory
es: No hay chats en el directorio
ru: Нет чатов в каталоге

source: No Edits
es: Últimas ediciones
ru: Последние изменения

source: No Preview Available
es: Vista previa no disponible
ru: Предварительный просмотр Недоступен

source: No Search Results
es: No hay resultados
ru: Поиск не дал результатов

source: No Votes
es: Poner Votos
ru: Разместить голосование

source: No profile information available
es: No hay información de perfil disponible
ru: Отсутствует информация о профиле

source: No public profile information available
es: No hay información de perfil público disponible
ru: Отсутствует общедоступная профильная информация

source: No result returned
es: No se ha devuelto ningún resultado
ru: Результат не возвращается

source: No votes
es: Poner Votos
ru: Разместить голосование

source: None
es: Ninguno
ru: Нет

source: Not changed
es: No ha cambiado
ru: Изменено

source: Notable People
es: Personas notables
ru: Знаменитые люди

source: Notifications
es: Notificaciones
ru: Уведомления

source: Number of Employees
es: Número de empleados
ru: Численность сотрудников

source: ORIGINAL PAGES
es: PÁGINAS ORIGINALES
ru: ОРИГИНАЛЬНЫЕ ПАЖИ

source: Occupation
es: Profesión
ru: Занятие

source: Once you submit edits, they will be displayed immediately in the article and be open for voting. If approved by the community, your edits will be accepted into the article.
es: Una vez que envíe las ediciones, se mostrarán inmediatamente en el artículo y estarán abiertas a la votación. Si es aprobado por la comunidad, sus ediciones serán aceptadas en el artículo.
ru: После того, как вы внесете изменения, они будут немедленно отображены в статье и будут открыты для голосования. Если ваше редактирование будет одобрено сообществом, оно будет включено в статью.

source: Once you submit your edits, they will be displayed immediately in the article and be open for voting. If approved by the community, your edits will be accepted into the article.
es: Una vez que envíe sus ediciones, se mostrarán inmediatamente en el artículo y estarán abiertas a la votación. Si es aprobado por la comunidad, sus ediciones serán aceptadas en el artículo.
ru: После того, как вы внесете свои правки, они будут немедленно показаны в статье и будут открыты для голосования. Если ваше редактирование будет одобрено сообществом, оно будет включено в статью.

source: Operating Area
es: Área Operativa
ru: Операционная зона

source: Organization
es: Organización
ru: Организация

source: Organization / Company / Institution
es: Organización/Empresa/Institución
ru: Организация / Компания / Учреждение

source: Organizer(s)
es: Organizador(es)
ru: Организатор(ы)

source: Other
es: Otro
ru: Другое

source: Other Login Options
es: Otras opciones de Iniciar Sesion
ru: Другие параметры входа в систему

source: Our global offices
es: Nuestras oficinas globales
ru: Наши международные офисы

source: Our mission to build the world’s greatest encyclopedia requires a skilled executive team that embraces grand challenges. At Everipedia, we are fortunate to have people with deep experience and knowledge in both the education and blockchain industry.
ru: Наша миссия по созданию величайшей в мире энциклопедии требует наличия квалифицированной команды руководителей, которые принимает грандиозные вызовы. В Эверипедии нам повезло, что у нас есть люди с большим опытом работы и знания как в области образования, так и в сфере блокчейн.

source: Out of IQ
es: Fuera de IQ
ru: Из IQ

source: Override text?
ru: Отменить сообщение?

source: POPULAR
ru: ПОПУЛЯРНЫЕ

source: Page Note
es: Página Nota
ru: Примечание на странице

source: Page Removal
es: Eliminación de páginas
ru: Удаление страницы

source: Page Removed
es: Página eliminada
ru: Страница удалена

source: Page Type
es: Tipo de Página
ru: Страница

source: Page removed.
es: Página eliminada.
ru: Страница удалена.

source: Page type
es: Tipo de Página
ru: Страница

source: Participants
es: Participantes
ru: Участники

source: Performer(s)
es: Intérprete(s)
ru: Исполнитель(ы)

source: Permalink
es: Enlace permanente
ru: Постоянная ссылка

source: Permanently increase your voting power for this article by burning IQ.
ru: Постоянно увеличивайте количество голосов, отдаваемых за эту статью, сжигая IQ.

source: Permission
ru: Права

source: Person
es: Persona
ru: Человек

source: Personal
ru: Частные

source: Phone
es: Teléfono
ru: Телефон

source: Place / Location
es: Lugar/Ubicación
ru: Место / Место

source: Place of Birth
es: Lugar de nacimiento
ru: Место рождения

source: Please add at least one citation
es: Por favor, añada al menos una cita
ru: Пожалуйста, добавьте хотя бы одну цитату

source: Please begin typing...
ru: Пожалуйста, начните печатать....

source: Please enter a URL
es: Por favor escribe tu mensaje
ru: Пожалуйста, введите сообщение

source: Please enter a URL.
es: Por favor, entrar un enlace
ru: Пожалуйста, введите сообщение

source: Please enter a caption
es: Por favor, Introduzca un asunto
ru: Укажите тему сообщения

source: Please enter a comment for this edit
es: Por favor escribe tu mensaje
ru: Пожалуйста, введите сообщение

source: Please enter a message
es: Por favor escribe tu mensaje
ru: Пожалуйста, введите сообщение

source: Please enter a subject
ru: Укажите тему сообщения

source: Please enter a valid email address
es: Por favor introduce una dirección de correo electrónico válida
ru: Пожалуйста, введите действительный адрес электронной почты

source: Please enter the ISBN for the book
es: Por favor, introduzca el ISBN para el libro
ru: Пожалуйста, введите ISBN для книги

source: Please enter your email address
ru: пожалуйста введите ваш адрес электронной почты

source: Please enter your full name
es: Introduzca su nombre completo
ru: Пожалуйста, введите ваше полное имя

source: Please make sure you are inserting in a valid location!
es: Por favor, asegúrese de que está insertando en una ubicación válida!
ru: Пожалуйста, убедитесь, что вы вставляете устройство в правильное место!

source: Please select a comment category
es: Por favor, seleccione una categoría de comentarios
ru: Пожалуйста, выберите категорию комментариев

source: Please select the page you want to merge into
es: Por favor, seleccione la página en la que desea fusionarse
ru: Пожалуйста, выберите страницу, на которой вы хотите произвести слияние

source: Please try again
es: Por favor inténtelo de nuevo
ru: Пожалуйста, попробуйте еще раз

source: Popular Chats
es: Charlas populares
ru: Популярные чаты

source: Powered by
es: Impulsado por
ru: Работает на

source: Powered by you.
es: Impulsado por
ru: Работает на

source: President
es: Presidente
ru: Президент

source: Preview Not Available
es: Vista previa no disponible
ru: Предварительный просмотр Недоступен

source: Privacy
es: Privacidad
ru: Конфиденциальность

source: Product
es: Producto
ru: Товар

source: Product / Merchandise
es: Producto/Mercancía
ru: Продукт / Товары

source: Production Date(s)
es: Fecha(s) de producción
ru: Дата (даты) производства

source: Profile image
es: Imagen de perfil
ru: Изображение профиля

source: Proof of Stake (PoS) model allows for voting to change and upgrade the IQ network as it grows. Also will facilitate batch imports of new content with no fees.
es: El modelo Proof of Stake (PoS) permite votar para cambiar y actualizar la red IQ a medida que crece. También facilitará la importación por lotes de nuevo contenido sin costo alguno.
ru: Доказательство модели Stake (PoS) позволяет голосовать, чтобы изменить и обновить IQ-сеть по мере ее роста. Также будет способствовать пакетному импорту нового контента без каких-либо сборов.

source: Proposals
es: Propuestas
ru: Предложения

source: Provide a description of your edit (optional)
es: Proporcione una descripción de su edición (opcional)
ru: Предоставьте описание редактирования (необязательно)

source: Provide the reason for your vote (optional)
es: Indique el motivo de su voto (opcional)
ru: Укажите причину своего голосования (необязательно)

source: Questions?
ru: Часто задаваемые вопросы - Everipedia, энциклопедия каждого

source: Quickly login or create a new account to make edits, create articles, vote, and more!
es: Inicie sesión rápidamente o cree una nueva cuenta para realizar ediciones, crear artículos, votar y mucho más!
ru: Быстро войдите в систему или создайте новую учетную запись для редактирования, создания статей, голосования и многого другого!

source: RECENT
es: RECIENTE
ru: НЕДАВНИЕ

source: RECENT TWEETS
es: DOS PUNTOS RECIENTES
ru: ЗАЯВЛЕНИЕ ДВИТОВ РЕЦЕНТА

source: Read
es: Leído
ru: Читать

source: Recent Activity
es: Actividad Reciente
ru: Последние действия

source: Recent Chats
es: Charlas recientes
ru: Последние чаты

source: Redirecting to ORE ID authentication page
es: Redireccionamiento a la página de autenticación de ORE ID
ru: Переадресация на страницу аутентификации ORE ID

source: Redirecting to ORE ID authentication page.
ru: Переадресация на страницу аутентификации ORE ID

source: References
es: Referencias
ru: Ссылки

source: Reject
es: Rechazar
ru: Отклонить

source: Rejected
es: Rechazado
ru: Отклонено

source: Related Articles
es: Artículos relacionados
ru: Похожие статьи

source: Release Date
es: Fecha de lanzamiento
ru: Дата выпуска

source: Remaining
es: Tiempo restante
ru: Оставшееся Время

source: Remote URL
es: URL remoto
ru: Удаленный URL-адрес

source: Remove
es: Eliminar
ru: Удалить

source: Remove Page
es: Eliminar página
ru: Удалить полосу

source: Removed
es: Removido
ru: Удалено

source: Reply
es: Responder
ru: Ответить

source: Report Abuse
ru: Сообщить о нарушении

source: Report Bug
ru: Сообщить об ошибке

source: Report a Bug
es: Informar de un error
ru: Сообщить об ошибке

source: Restricted area.
es: Área restringida.
ru: Зона ограниченного доступа.

source: Resume
es: Reanudar
ru: Продолжить

source: Row
es: Fila
ru: Ряд

source: Sam Kazemian is an Iranian-American Internet entrepreneur and programmer. His journey in crypto started after he put together a homemade CPU+GPU mining rig in his UCLA dorm room. His passion for the industry led him to integrate blockchain technology to an online knowledge base for the first time in history.
es: Sam Kazemian es un empresario y programador iraní-americano de Internet. Su viaje en criptografía comenzó después de armar un equipo de minería de CPU+GPU casero en su dormitorio de UCLA. Su pasión por la industria lo llevó a integrar la tecnología de las cadenas de bloques a una base de conocimientos en línea por primera vez en la historia.
ru: Сэм Каземян - ирано-американский интернет-предприниматель и программист. Его путешествие в криптографии началось после того, как он собрал самодельный процессорный станок с процессором и графическим процессором в комнате общежития UCLA. Его увлечение этой отраслью впервые в истории привело его к интеграции технологии блокчейн в онлайн-базу знаний.

source: Save
es: Guardar
ru: Сохранить

source: Science / Academia / Humanities
es: Ciencias/Academia/Humanidades
ru: Наука / Academia / Гуманитарные

source: Search Everipedia...
es: Buscar Everipedia
ru: Поиск в Everipedia

source: Search to find out if the topic already exists
es: Buscar para averiguar si el tema ya existe
ru: Поиск, чтобы узнать, существует ли тема уже сейчас

source: Search to find out if the topic already has an article
es: Buscar para averiguar si el tema ya tiene un artículo
ru: Поиск, чтобы узнать, есть ли в теме уже статья

source: See Activity
es: Ver Actividad
ru: См

source: See more blog posts
es: Ver más artículos en el blog
ru: Посмотреть другие записи в блоге

source: See something missing?
es: ¿Ves que falta algo?
ru: Видишь, чего-то не хватает?

source: See your edit on a block explorer
es: Ver tu edición en un explorador de bloques
ru: См. редактирование в блоке Проводника

source: Select
es: Por favor, seleccione una categoría de comentarios
ru: Пожалуйста, выберите категорию комментариев

source: Select Categories
ru: Выбрать категории

source: Select Other Social Login Option
es: Seleccione otra opción de inicio de sesión social
ru: Выберите другой вариант входа в систему социальных сетей

source: Select Platform
es: Seleccione Plataforma
ru: Выбрать платформу

source: Select a reason
es: Seleccione una razón
ru: Выберите причину

source: Select different reason
es: Seleccione un motivo diferente
ru: Выберите другую причину

source: Send
es: Enviar
ru: Отправить

source: Send Another
es: Agregar otro
ru: Добавить еще
